<div id="works">
        <div class=" mt-16">
            <h3 class="text-4xl lg:text-4xl">Портфолио 2025&nbsp;—&nbsp;2026</h3>
        </div>

        <div class="flex flex-col gap-8">
            {{-- BOGACHO  --}}
            <x-work title="Интернет-магазин «BOGACHO»" link="bogacho.ru" image="bogacho-bitrix.png" imageWidth="400px">
                <p>«BOGACHO» — российский производитель мебели и предметов интерьера в премиум сегменте с 1994-года.
                </p>
                <p class="mt-4">
                    Разработали для компании новый интернет-магазин на 1С-Битрикс.
                </p>
                <p class="mt-4">
                    Сайт интегрирован с CRM и 1С, где 1С выступает в качестве системы хранения информации о товарах,
                    соглашений пользователей и прочих важных данных.
                </p>
            </x-work>
            {{-- BOGACHO  --}}
            <x-work title="Промо-сайт «BOGACHO»" link="promo.bogacho.ru" image="bogacho.png" imageWidth="200px">
                <p class="mt-4">
                    Разработали дизайн и создали сайт для «BOGACHO», на котором пользователи могут подобрать премиальные
                    подарки для мужчин.
                </p>
            </x-work>
            {{-- fromshelter  --}}
            <x-work title="Проект «Из приюта»" link="fromshelter.com" image="fromshelter.png" imageWidth="200px">
                <p>Задача: разработка площадки которая всключает в себя базу приютов для животных, медиа и различные
                    сервисы для зооволонтеров.</p>
                <p class="mt-4">
                    Адаптивный дизайн с отсылкой на специфику проекта, запрограммировали на vue.js и laravel. Личный
                    кабинет, различные формы, интерфейс администратора — все это за два месяца.
                </p>
            </x-work>
            {{-- Мой бизнес  --}}
            <x-work title="Центр «Мой бизнес»" link="мойбизнес11.рф" image="buisness.png" imageWidth="400px">
                <p>«Мой бизнес» Коми — региональное отделение национального проекта в регионе.</p>
                <p class="mt-4">
                    Визуальный стиль разработан в рамках гайдлайнов проекта. В
                    качестве платформы использовали 1С-Битрикс. Выбрали его, потому что эта платформа удобна для
                    управления сайтом и клиент сам сможет удалять, добавлять или редактировать контент.
                </p>
            </x-work>
            {{-- Децибелка  --}}
            <x-work title="Интернет-магазин «Децибелка»" link="decibelka.ru" image="eauto.png" imageWidth="400px">
                <p>«Децибелка» — сеть магазинов автозвука, автоэлектроники и охранных систем в Сыктывкаре.</p>
                <p class="mt-4">
                    Создали адаптивный дизайн исходя от брендбука заказчика. Пренесли все содержимое со старого сайта
                    добавив новый функционал и написали «кастомную» (нестандартную) интеграцию с 1с.
                </p>
            </x-work>
            {{-- Автоток  --}}
            <x-work title="Интернет-магазин «Автоток»" link="автоток11.рф" image="avtotok.png" imageWidth="500px">
                <p class="mt-4">
                    Нарисовали динамичный дизайн исходя из фирменного стиля клиента в черно-желтых цветах. Сделали
                    интеграцию с 1С, запустили сайт, каждый элемент которого разработан на основе бизнес-задач
                    заказчика.
                </p>
            </x-work>
            {{-- Nothouse  --}}
            <x-work title="Магазин «Nothouse»" link="nh11.ru" image="nh11.png" imageWidth="500px">
                <p>«Nothouse» — поставщик отопительного оборудования в Республике Коми.</p>
                <p class="mt-4">
                    Нарисовали адаптивный дизайн в «теплых» тонах как отсылка на специфику товара. Запрограммировали
                    магазин
                    на
                    cms 1С-Битрикс, сделали интеграцию с 1с и Битрикс24.
                </p>
            </x-work>
            {{-- Натали  --}}
            <x-work title="Интернет-магазин «Натали»" link="mebel-natali.com" image="natali.png" imageWidth="600px">
                <p>«Натали» — сеть мебельных магазинов в Республике Коми.</p>
                <p class="mt-4">
                    Cделали динамичный дизайн исходя из фирменного стиля клиента в черно-желтых цветах. Сделали
                    интеграцию с
                    1С,
                    запустили сайт, каждый элемент которого разработан на основе
                    бизнес-задач заказчика.
                </p>
            </x-work>
        </div>
</div>
